Repository: iamwilliamli/LiveTranscriber
Catalog: LiveTranscriber/Semantic.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

# settings.permission.speech
source: Speech recognition permission is only used to convert user-selected recordings into text.
de: Die Spracherkennungsberechtigung wird nur verwendet, um vom Benutzer ausgewählte Aufnahmen in Text umzuwandeln.
ja: 音声認識の権限は、ユーザーが選択した録音をテキストに変換するためだけに使用されます。
nl: Spraakherkenningstoestemming wordt alleen gebruikt om door de gebruiker gekozen opnamen naar tekst om te zetten.
zh_hans: 语音识别权限只用于把用户选择的录音转成文本。
zh_hant: 語音識別權限只用於把使用者選擇的錄音轉成文字。

# settings.privacy
source: Privacy
de: Datenschutz
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私

# settings.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung
ja: プライバシーポリシー
nl: Privacybeleid
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings.privacy.developer_cannot_access_content
source: Audio and transcripts are not uploaded to developer servers, and the developer cannot access user content.
de: Audio und Transkripte werden nicht auf Entwickler-Server hochgeladen, und der Entwickler kann nicht auf Benutzerinhalte zugreifen.
ja: 音声と文字起こしは開発者のサーバーにアップロードされず、開発者はユーザーのコンテンツにアクセスできません。
nl: Audio en transcripties worden niet naar ontwikkelaarsservers geüpload en de ontwikkelaar heeft geen toegang tot gebruikersinhoud.
zh_hans: 音频和转录不会上传到开发者服务器，开发者无法访问用户内容。
zh_hant: 音訊和轉錄不會上傳到開發者伺服器，開發者無法存取使用者內容。

# settings.privacy.no_developer_servers
source: No developer-operated servers, third-party analytics, ads, or tracking are used. Optional cloud actions connect directly from this iPhone to the selected provider.
de: Es werden keine vom Entwickler betriebenen Server, keine Drittanbieter-Analysen, keine Werbung und kein Tracking verwendet. Optionale Cloud-Aktionen verbinden dieses iPhone direkt mit dem ausgewählten Anbieter.
ja: 開発者運用サーバー、サードパーティ分析、広告、トラッキングは使用しません。任意のクラウド操作は、このiPhoneから選択したプロバイダへ直接接続します。
nl: Er worden geen servers van de ontwikkelaar, analyses van derden, advertenties of tracking gebruikt. Optionele cloudacties verbinden deze iPhone rechtstreeks met de gekozen provider.
zh_hans: 不使用开发者运营的服务器、第三方分析、广告或追踪。可选的云端操作会由这台 iPhone 直接连接所选提供商。
zh_hant: 不使用開發者營運的伺服器、第三方分析、廣告或追蹤。可選的雲端操作會由這台 iPhone 直接連線所選供應商。

# settings.privacy.on_device_processing
source: Processing is local by default. Audio or transcript text is sent to Gemini only after you enable and explicitly choose the related cloud action.
de: Die Verarbeitung erfolgt standardmäßig lokal. Audio oder Transkripttext wird nur nach Aktivierung und ausdrücklicher Auswahl der Gemini-Cloud-Aktion an Gemini gesendet.
ja: 処理は既定でローカルです。Geminiのクラウド操作を有効にして明示的に選択した場合にのみ、音声または文字起こしがGeminiへ送信されます。
nl: Verwerking is standaard lokaal. Audio of transcripttekst wordt alleen naar Gemini gestuurd nadat je de Gemini-cloudactie inschakelt en expliciet kiest.
zh_hans: 默认在本地处理。只有在你启用并明确选择 Gemini 云端操作后，音频或转录文本才会发送至 Gemini。
zh_hant: 預設在本機處理。只有在你啟用並明確選擇 Gemini 雲端操作後，音訊或轉錄文字才會傳送至 Gemini。

# settings.recording
source: Recording
de: Aufnahme
ja: 録音
nl: Opname
zh_hans: 录音
zh_hant: 錄音

# settings.recording_count
source: Recording Count
de: Anzahl Aufnahmen
ja: 録音数
nl: Aantal opnamen
zh_hans: 录音数量
zh_hant: 錄音數量

# settings.recording_format
source: Recording Format
de: Aufnahmeformat
ja: 録音形式
nl: Opnameformaat
zh_hans: 录音格式
zh_hant: 錄音格式

# settings.show_introduction
source: Show Introduction
de: Einführung anzeigen
ja: イントロを表示
nl: Introductie tonen
zh_hans: 显示介绍
zh_hant: 顯示介紹

# settings.speech_pipeline_mode
source: Speech Pipeline Mode
de: Sprachpipeline-Modus
ja: 音声パイプラインモード
nl: Spraakpipelinemodus
zh_hans: 语音 Pipeline 模式
zh_hant: 語音 Pipeline 模式

# settings.storage
source: Storage
de: Speicher
ja: ストレージ
nl: Opslag
zh_hans: 存储
zh_hant: 儲存

# settings.storage_location
source: Storage Location
de: Speicherort
ja: 保存場所
nl: Opslaglocatie
zh_hans: 存储位置
zh_hant: 儲存位置

# settings.storage.delete_removes_managed_files
source: Deleting a recording removes the app-managed audio file and transcript text.
de: Das Löschen einer Aufnahme entfernt die von der App verwaltete Audiodatei und den Transkripttext.
ja: 録音を削除すると、アプリが管理する音声ファイルと文字起こしテキストが削除されます。
nl: Het verwijderen van een opname verwijdert het door de app beheerde audiobestand en de transcripttekst.
zh_hans: 删除录音会删除 app 管理的音频文件和转录文本。
zh_hant: 刪除錄音會刪除 app 管理的音訊檔案和轉錄文字。

# settings.storage.index_sync_private_database
source: The recording index is stored locally by default. When iCloud is enabled, it syncs through the user's own CloudKit private database.
de: Der Aufnahmenindex wird standardmäßig lokal gespeichert. Wenn iCloud aktiviert ist, wird er über die private CloudKit-Datenbank des Benutzers synchronisiert.
ja: 録音インデックスは既定でローカルに保存されます。iCloudが有効な場合、ユーザー自身のCloudKitプライベートデータベースを通じて同期されます。
nl: De opname-index wordt standaard lokaal opgeslagen. Wanneer iCloud is ingeschakeld, synchroniseert deze via de eigen private CloudKit-database van de gebruiker.
zh_hans: 录音索引默认存在本机；开启 iCloud 后通过 CloudKit private database 同步到用户自己的 iCloud。
zh_hant: 錄音索引預設存在本機；開啟 iCloud 後會透過使用者自己的 CloudKit private database 同步。

# settings.storage.local_then_icloud
source: Recordings are saved in the local app-private container by default. When iCloud is enabled in Settings, recording files and the index are saved to the app-private iCloud container.
de: Aufnahmen werden standardmäßig im lokalen app-privaten Container gespeichert. Wenn iCloud in den Einstellungen aktiviert ist, werden Aufnahmedateien und Index im app-privaten iCloud-Container gespeichert.
ja: 録音は既定でローカルのアプリ専用コンテナに保存されます。設定でiCloudを有効にすると、録音ファイルとインデックスはアプリ専用iCloudコンテナに保存されます。
nl: Opnamen worden standaard opgeslagen in de lokale privécontainer van de app. Wanneer iCloud is ingeschakeld in Instellingen, worden opnamebestanden en de index opgeslagen in de app-private iCloud-container.
zh_hans: 默认保存在本机 app 私有容器；只有在设置里开启 iCloud 后，录音文件和索引才会保存到 app 私有 iCloud container。
zh_hant: 錄音預設儲存在本機 app 私有容器；只有在設定裡開啟 iCloud 後，錄音檔案和索引才會儲存到 app 私有 iCloud container。

# settings.subtitle.audio_format_behavior
source: Audio format and recording behavior
de: Audioformat und Aufnahmeverhalten
ja: 音声形式と録音動作
nl: Audioformaat en opnamegedrag
zh_hans: 音频格式和录音行为
zh_hant: 音訊格式和錄音行為

# settings.subtitle.data_boundaries_permissions
source: Data boundaries and permission usage
de: Datengrenzen und Berechtigungsnutzung
ja: データの境界と権限の使用
nl: Datagrenzen en gebruik van toestemmingen
zh_hans: 数据边界和权限用途
zh_hant: 資料邊界和權限用途

# settings.subtitle.device_pipeline_diagnostics
source: Device and pipeline diagnostics
de: Geräte- und Pipeline-Diagnose
ja: デバイスとパイプライン診断
nl: Apparaat- en pipelinediagnose
zh_hans: 设备和 Pipeline 诊断
zh_hant: 裝置和 Pipeline 診斷

# settings.subtitle.language_model
source: Language and transcription model
de: Sprache und Transkriptionsmodell
ja: 言語と文字起こしモデル
nl: Taal en transcriptiemodel
zh_hans: 语言和转录模型
zh_hant: 語言和轉錄模型

# settings.subtitle.storage_location_count
source: Storage location and recording count
de: Speicherort und Anzahl der Aufnahmen
ja: 保存場所と録音数
nl: Opslaglocatie en aantal opnamen
zh_hans: 保存位置和录音数量
zh_hant: 儲存位置和錄音數量

# settings.subtitle.summaries_local_models
source: Summaries and local model downloads
de: Zusammenfassungen und lokale Modelldownloads
ja: 要約とローカルモデルのダウンロード
nl: Samenvattingen en lokale modeldownloads
zh_hans: 摘要和本地模型下载
zh_hant: 摘要與本機模型下載

# settings.switch_pipeline_subtitle
source: Switch compatible mode or iOS 27 Native mode
de: Kompatiblen Modus oder iOS 27 Native Modus wechseln
ja: 互換モードまたはiOS 27 Nativeモードを切り替え
nl: Schakel tussen compatibele modus en iOS 27 Native-modus
zh_hans: 切换兼容模式或 iOS 27 Native 模式
zh_hant: 切換相容模式或 iOS 27 Native 模式

# settings.title
source: Settings
de: Einstellungen
ja: 設定
nl: Instellingen
zh_hans: 设置
zh_hant: 設定

# settings.transcription
source: Transcription
de: Transkription
ja: 文字起こし
nl: Transcriptie
zh_hans: 转录
zh_hant: 轉錄

# settings.transcription_language
source: Transcription Language
de: Transkriptionssprache
ja: 文字起こし言語
nl: Transcriptietaal
zh_hans: 转录语言
zh_hant: 轉錄語言

# siri.no_summary
source: No summary is available for this recording.
de: Für diese Aufnahme ist keine Zusammenfassung verfügbar.
ja: この録音には要約がありません。
nl: Er is geen samenvatting beschikbaar voor deze opname.
zh_hans: 此录音没有可用摘要。
zh_hant: 此錄音沒有可用摘要。

# siri.no_transcript
source: No transcript is available for this recording.
de: Für diese Aufnahme ist kein Transkript verfügbar.
ja: この録音には文字起こしがありません。
nl: Er is geen transcript beschikbaar voor deze opname.
zh_hans: 此录音没有可用转录。
zh_hant: 此錄音沒有可用轉錄。

# siri.open.title
source: Open Recording
de: Aufnahme öffnen
ja: 録音を開く
nl: Opname openen
zh_hans: 打开录音
zh_hant: 開啟錄音

# siri.read_summary.short_title
source: Read Summary
de: Zusammenfassung lesen
ja: 要約を読み上げる
nl: Samenvatting lezen
zh_hans: 朗读摘要
zh_hant: 朗讀摘要

# siri.read_summary.title
source: Read Recording Summary
de: Aufnahmezusammenfassung vorlesen
ja: 録音の要約を読み上げる
nl: Opnamesamenvatting lezen
zh_hans: 朗读录音摘要
zh_hant: 朗讀錄音摘要

# siri.read_transcript.short_title
source: Read Transcript
de: Transkript lesen
ja: 文字起こしを読み上げる
nl: Transcript lezen
zh_hans: 朗读转录
zh_hant: 朗讀轉錄

# siri.read_transcript.title
source: Read Recording Transcript
de: Aufnahmetranskript vorlesen
ja: 録音の文字起こしを読み上げる
nl: Opnametranscript lezen
zh_hans: 朗读录音转录
zh_hant: 朗讀錄音轉錄

# siri.recording_entity
source: Recording
de: Aufnahme
ja: 録音
nl: Opname
zh_hans: 录音
zh_hant: 錄音

# siri.search.matches.format
source: Matching recordings: %d. %@.
de: Passende Aufnahmen: %d. %@.
ja: 一致する録音：%d件。%@。
nl: Overeenkomende opnamen: %d. %@.
zh_hans: 匹配的录音：%d 个。%@。
zh_hant: 相符的錄音：%d 個。%@。

# siri.search.no_matches
source: No matching recordings were found.
de: Keine passenden Aufnahmen gefunden.
ja: 一致する録音が見つかりませんでした。
nl: Er zijn geen overeenkomende opnamen gevonden.
zh_hans: 未找到匹配的录音。
zh_hant: 找不到相符的錄音。

# siri.search.parameter
source: Search Text
de: Suchtext
ja: 検索テキスト
nl: Zoektekst
zh_hans: 搜索文本
zh_hant: 搜尋文字

# siri.search.short_title
source: Search Recordings
de: Aufnahmen suchen
ja: 録音を検索
nl: Opnamen zoeken
zh_hans: 搜索录音
zh_hant: 搜尋錄音

# siri.search.title
source: Search Recordings
de: Aufnahmen durchsuchen
ja: 録音を検索
nl: Opnamen zoeken
zh_hans: 搜索录音
zh_hant: 搜尋錄音

# siri.transcript_truncated
source: The transcript is longer, so I read the beginning. Open the recording to review the rest.
de: Das Transkript ist länger, daher habe ich den Anfang vorgelesen. Öffne die Aufnahme, um den Rest anzusehen.
ja: 文字起こしが長いため、冒頭のみ読み上げました。残りは録音を開いて確認してください。
nl: Het transcript is langer, daarom heb ik het begin gelezen. Open de opname om de rest te bekijken.
zh_hans: 转录内容较长，因此只朗读了开头。请打开录音查看其余内容。
zh_hant: 轉錄內容較長，因此只朗讀了開頭。請開啟錄音查看其餘內容。

# source.description
source: LiveTranscriber source code is publicly available for learning, forks, and continued development.
de: Der Quellcode von LiveTranscriber ist öffentlich verfügbar zum Lernen, Forken und Weiterentwickeln.
ja: LiveTranscriberのソースコードは、学習、フォーク、継続的な開発のために公開されています。
nl: De broncode van LiveTranscriber is openbaar beschikbaar om van te leren, te forken en verder te ontwikkelen.
zh_hans: LiveTranscriber 的源代码公开发布，方便学习、fork 和继续开发。
zh_hant: LiveTranscriber 的原始碼公開發布，方便學習、fork 和繼續開發。

# source.design_notes_title
source: Design Notes
de: Designnotizen
ja: 設計メモ
nl: Ontwerpnotities
zh_hans: 设计笔记
zh_hant: 設計筆記

# source.license_note
source: The project uses a source-available license, not an OSI-approved open-source license; commercial forks or derivative products need to keep visible in-app attribution.
de: Das Projekt verwendet eine source-available Lizenz, keine OSI-genehmigte Open-Source-Lizenz; kommerzielle Forks oder abgeleitete Produkte müssen sichtbare In-App-Namensnennung beibehalten.
ja: このプロジェクトはsource-availableライセンスを使用しており、OSI承認のオープンソースライセンスではありません。商用フォークまたは派生製品では、アプリ内に見える形で帰属表示を維持する必要があります。
nl: Het project gebruikt een source-available licentie, geen door de OSI goedgekeurde open-sourcelicentie; commerciële forks of afgeleide producten moeten zichtbare in-appvermelding behouden.
zh_hans: 项目采用 source-available 授权，不是 OSI-approved open-source license；商业 fork 或衍生产品需要在 app 内保留可见署名。
zh_hant: 專案採用 source-available 授權，不是 OSI-approved open-source license；商業 fork 或衍生產品需要在 app 內保留可見署名。

# source.required_attribution
source: Required attribution: Based on LiveTranscriber by William Li
de: Erforderliche Namensnennung: Basierend auf LiveTranscriber von William Li
ja: 必須表示: William LiのLiveTranscriberに基づく
nl: Vereiste naamsvermelding: gebaseerd op LiveTranscriber door William Li
zh_hans: 必需署名：基于 William Li 的 LiveTranscriber
zh_hant: 必要署名：基於 William Li 的 LiveTranscriber

# source.source_available
source: Source Available
de: Quellcode verfügbar
ja: ソース利用可能
nl: Bron beschikbaar
zh_hans: 源码可用
zh_hant: 原始碼可用

# source.subtitle
source: Repository link and license information
de: Repository-Link und Lizenzinformationen
ja: リポジトリリンクとライセンス情報
nl: Repositorylink en licentie-informatie
zh_hans: 仓库链接和授权信息
zh_hant: 倉庫連結和授權資訊

# source.title
source: Source
de: Quellcode
ja: ソース
nl: Broncode
zh_hans: 源码
zh_hant: 原始碼

# speech.error.analyzer_unavailable
source: Speech analyzer unavailable
de: Sprachanalysator nicht verfügbar
ja: 音声アナライザを利用できません
nl: Spraakanalysator niet beschikbaar
zh_hans: 语音分析器不可用
zh_hant: 語音分析器不可用

# speech.error.cannot_read_microphone
source: Could not read microphone input
de: Mikrofoneingabe konnte nicht gelesen werden
ja: マイク入力を読み取れません
nl: Kan microfooninvoer niet lezen
zh_hans: 无法读取麦克风输入
zh_hant: 無法讀取麥克風輸入

# speech.error.denied
source: Speech recognition permission was denied
de: Berechtigung für Spracherkennung wurde verweigert
ja: 音声認識の権限が拒否されました
nl: Toestemming voor spraakherkenning is geweigerd
zh_hans: 语音识别权限被拒绝
zh_hant: 語音識別權限被拒絕

# speech.error.microphone_denied
source: Microphone permission was denied
de: Mikrofonberechtigung wurde verweigert
ja: マイク権限が拒否されました
nl: Microfoontoestemming is geweigerd
zh_hans: 麦克风权限被拒绝
zh_hant: 麥克風權限被拒絕

# speech.error.recording_resume_failed
source: Recording resume failed
de: Fortsetzen der Aufnahme fehlgeschlagen
ja: 録音の再開に失敗しました
nl: Opname hervatten mislukt
zh_hans: 录音恢复失败
zh_hant: 錄音恢復失敗

# speech.error.recording_resume_failed.format
source: Recording resume failed: %@
de: Fortsetzen der Aufnahme fehlgeschlagen: %@
ja: 録音の再開に失敗しました: %@
nl: Opname hervatten mislukt: %@
zh_hans: 录音恢复失败: %@
zh_hant: 錄音恢復失敗：%@

# speech.error.recording_start_failed.format
source: Recording failed to start: %@
de: Aufnahme konnte nicht gestartet werden: %@
ja: 録音を開始できませんでした: %@
nl: Opname kon niet starten: %@
zh_hans: 录音启动失败: %@
zh_hant: 錄音啟動失敗：%@

# speech.error.restricted
source: Speech recognition is restricted by the system
de: Spracherkennung ist vom System eingeschränkt
ja: 音声認識はシステムによって制限されています
nl: Spraakherkenning is beperkt door het systeem
zh_hans: 语音识别受系统限制
zh_hant: 語音識別受系統限制

# speech.error.stereo_unsupported
source: The current microphone does not support AVCapture stereo capture
de: Das aktuelle Mikrofon unterstützt keine AVCapture-Stereoaufnahme
ja: 現在のマイクはAVCaptureステレオキャプチャに対応していません
nl: De huidige microfoon ondersteunt geen AVCapture-stereo-opname
zh_hans: 当前麦克风不支持 AVCapture stereo 采集
zh_hant: 目前麥克風不支援 AVCapture stereo 擷取

# speech.error.unsupported_language
source: This language is not supported
de: Diese Sprache wird nicht unterstützt
ja: この言語はサポートされていません
nl: Deze taal wordt niet ondersteund
zh_hans: 当前语言暂不支持
zh_hant: 目前語言暫不支援

# speech.locale.no_releasable_languages
source: No old speech languages can be released safely.
de: Es können keine alten Spracherkennungssprachen sicher freigegeben werden.
ja: 安全に解放できる古い音声言語がありません。
nl: Er kunnen geen oude spraaktalen veilig worden vrijgegeven.
zh_hans: 没有可安全释放的旧语音语言。
zh_hant: 沒有可安全釋放的舊語音語言。

# speech.locale.release_old.action
source: Release and Continue
de: Freigeben und fortfahren
ja: 解放して続ける
nl: Vrijgeven en doorgaan
zh_hans: 释放并继续
zh_hant: 釋放並繼續

# speech.locale.release_old.message.format
source: Speech can keep up to %d languages ready. To use %@, release these older languages: %@.
de: Speech kann bis zu %d Sprachen bereithalten. Um %@ zu verwenden, gib diese älteren Sprachen frei: %@.
ja: 音声認識では最大%d個の言語を準備できます。%@を使うには、これらの古い言語を解放してください: %@。
nl: Spraak kan maximaal %d talen gereed houden. Geef deze oudere talen vrij om %@ te gebruiken: %@.
zh_hans: 语音最多可保留 %d 种可用语言。若要使用 %@，请释放这些旧语言：%@。
zh_hant: 語音最多可保留 %d 種可用語言。若要使用 %@，請釋放這些舊語言：%@。

# speech.locale.release_old.title
source: Release old speech languages?
de: Alte Spracherkennungssprachen freigeben?
ja: 古い音声言語を解放しますか？
nl: Oude spraaktalen vrijgeven?
zh_hans: 释放旧语音语言？
zh_hant: 釋放舊語音語言？

# speech.locale.setup_failed
source: Speech language setup failed
de: Einrichtung der Spracherkennungssprache fehlgeschlagen
ja: 音声言語の設定に失敗しました
nl: Instellen van spraaktaal mislukt
zh_hans: 语音语言设置失败
zh_hant: 語音語言設定失敗

# speech.pipeline.analyzer_adaptive.ios27
source: Analyzer input: iOS 27 system-adaptive. Actual Hz is shown by Runtime Analyzer input while recording.
de: Analyzer-Eingabe: iOS 27 systemadaptiv. Die tatsächliche Hz-Zahl wird während der Aufnahme durch Runtime Analyzer Input angezeigt.
ja: アナライザ入力: iOS 27システム適応。録音中の実際のHzはRuntime Analyzer入力に表示されます。
nl: Analyzer-invoer: iOS 27 systeemadaptief. De werkelijke Hz wordt tijdens opnemen getoond door Runtime Analyzer input.
zh_hans: Analyzer 输入: iOS 27 系统自适应，实际 Hz 录音时由 Runtime Analyzer 输入显示
zh_hant: Analyzer 輸入：iOS 27 系統自適應，實際 Hz 錄音時由 Runtime Analyzer 輸入顯示

# speech.pipeline.analyzer_fixed_16k
source: Analyzer input: 16 kHz / mono / Int16 PCM
de: Analyzer-Eingabe: 16 kHz / mono / Int16 PCM
ja: アナライザ入力: 16 kHz / モノラル / Int16 PCM
nl: Analyzer-invoer: 16 kHz / mono / Int16 PCM
zh_hans: Analyzer 输入: 16 kHz / mono / Int16 PCM
zh_hant: Analyzer 輸入：16 kHz / mono / Int16 PCM

# speech.pipeline.compatible.detail
source: Uses 16 kHz mono Int16 input to keep iOS 26/27 timestamps stable.
de: Verwendet 16 kHz mono Int16-Eingabe, um Zeitstempel unter iOS 26/27 stabil zu halten.
ja: iOS 26/27でタイムスタンプを安定させるため、16 kHzモノラルInt16入力を使用します。
nl: Gebruikt 16 kHz mono Int16-invoer om tijdstempels op iOS 26/27 stabiel te houden.
zh_hans: 使用 16 kHz mono Int16 输入，优先保证 iOS 26/27 时间戳一致
zh_hant: 使用 16 kHz mono Int16 輸入，優先保證 iOS 26/27 時間戳一致

# speech.pipeline.compatible.title
source: Compatible Pipeline
de: Kompatible Pipeline
ja: 互換パイプライン
nl: Compatibele pipeline
zh_hans: 兼容管线
zh_hant: 相容管線

# speech.pipeline.local_whisper.input_16k
source: Local Whisper input: 16 kHz / mono / Float32 PCM
de: Local Whisper-Eingabe: 16 kHz / mono / Float32 PCM
ja: Local Whisper入力: 16 kHz / モノラル / Float32 PCM
nl: Local Whisper-invoer: 16 kHz / mono / Float32 PCM
zh_hans: Local Whisper 输入: 16 kHz / mono / Float32 PCM
zh_hant: Local Whisper 輸入：16 kHz / mono / Float32 PCM

# speech.pipeline.native.detail
source: Uses the iOS 27 compatibleWith converter so the system chooses the Speech input pipeline.
de: Verwendet den iOS 27 compatibleWith-Konverter, sodass das System die Speech-Eingabepipeline auswählt.
ja: iOS 27のcompatibleWithコンバータを使用し、システムがSpeech入力パイプラインを選択します。
nl: Gebruikt de iOS 27 compatibleWith-converter zodat het systeem de Speech-invoerpipeline kiest.
zh_hans: 使用 iOS 27 compatibleWith 转换器，让系统选择语音输入 Pipeline
zh_hant: 使用 iOS 27 compatibleWith 轉換器，讓系統選擇語音輸入 Pipeline

# speech.pipeline.supported.ios26
source: Supported pipelines: iOS 26 AVAudioConverter fallback
de: Unterstützte Pipelines: iOS 26 AVAudioConverter-Fallback
ja: サポートされるパイプライン: iOS 26 AVAudioConverterフォールバック
nl: Ondersteunde pipelines: iOS 26 AVAudioConverter-fallback
zh_hans: 支持 Pipeline: iOS 26 AVAudioConverter fallback
zh_hant: 支援 Pipeline：iOS 26 AVAudioConverter fallback

# speech.pipeline.supported.ios27
source: Supported pipelines: iOS 27 Native AnalyzerInputConverter; Compatible AVAudioConverter
de: Unterstützte Pipelines: iOS 27 Native AnalyzerInputConverter; Compatible AVAudioConverter
ja: サポートされるパイプライン: iOS 27 Native AnalyzerInputConverter; Compatible AVAudioConverter
nl: Ondersteunde pipelines: iOS 27 Native AnalyzerInputConverter; Compatible AVAudioConverter
zh_hans: 支持 Pipeline: iOS 27 Native AnalyzerInputConverter；Compatible AVAudioConverter
zh_hant: 支援 Pipeline：iOS 27 Native AnalyzerInputConverter；Compatible AVAudioConverter

# speech.pipeline.supported.local_whisper
source: Supported pipeline: Local Whisper fixed 8 second chunks without overlap
de: Unterstützte Pipeline: Local Whisper mit festen 8-Sekunden-Blöcken ohne Überlappung
ja: サポートされるパイプライン: Local Whisperの重複なし固定8秒チャンク
nl: Ondersteunde pipeline: Local Whisper met vaste chunks van 8 seconden zonder overlap
zh_hans: 支持 Pipeline: Local Whisper 固定 8 秒分块，无 overlap
zh_hant: 支援 Pipeline：Local Whisper 固定 8 秒分塊，無 overlap

# speech.runtime_input.mic_to_analyzer.format
source: Runtime Analyzer input: Mic %@ -> Analyzer %@
de: Runtime Analyzer-Eingabe: Mikrofon %@ -> Analyzer %@
ja: Runtime Analyzer入力: マイク %@ -> アナライザ %@
nl: Runtime Analyzer-invoer: microfoon %@ -> Analyzer %@
zh_hans: Runtime Analyzer 输入: Mic %@ -> Analyzer %@
zh_hant: Runtime Analyzer 輸入：Mic %@ -> Analyzer %@

# speech.runtime_input.waiting_first_buffer
source: Runtime Analyzer input: waiting for first buffer
de: Runtime Analyzer-Eingabe: wartet auf ersten Buffer
ja: Runtime Analyzer入力: 最初のバッファを待機中
nl: Runtime Analyzer-invoer: wachten op eerste buffer
zh_hans: Runtime Analyzer 输入: 等待首个 buffer
zh_hant: Runtime Analyzer 輸入：等待首個 buffer

# speech.runtime_input.waiting_recording
source: Runtime Analyzer input: waiting for recording
de: Runtime Analyzer-Eingabe: wartet auf Aufnahme
ja: Runtime Analyzer入力: 録音を待機中
nl: Runtime Analyzer-invoer: wachten op opname
zh_hans: Runtime Analyzer 输入: 等待录音
zh_hant: Runtime Analyzer 輸入：等待錄音

# splash.tagline
source: Unboxed. Ready to record.
de: Ausgepackt. Bereit zur Aufnahme.
ja: 開けたら、すぐ録音。
nl: Uitgepakt. Klaar om op te nemen.
zh_hans: 开箱即录 · 实时转写
zh_hant: 開箱即錄 · 即時轉寫

# storage.local_private_container
source: Local Private Container
de: Lokaler privater Container
ja: ローカルプライベートコンテナ
nl: Lokale privécontainer
zh_hans: 本机私有容器
zh_hant: 本機私有容器

# storage.status.disabled
source: Disabled
de: Deaktiviert
ja: 無効
nl: Uitgeschakeld
zh_hans: 未开启
zh_hant: 未開啟

# storage.status.enabled
source: Enabled
de: Aktiviert
ja: 有効
nl: Ingeschakeld
zh_hans: 已开启
zh_hant: 已開啟

# storage.status.switching
source: Switching
de: Wechseln
ja: 切り替え中
nl: Schakelen
zh_hans: 正在切换
zh_hant: 正在切換

# structured_runtime.error.empty_response
source: Structured FoundationModels returned an empty response.
de: Structured FoundationModels hat eine leere Antwort zurückgegeben.
ja: 構造化FoundationModelsから空の応答が返されました。
nl: Structured FoundationModels heeft een leeg antwoord geretourneerd.
zh_hans: 结构化 FoundationModels 返回了空响应。
zh_hant: 結構化 FoundationModels 傳回了空白回應。

# structured_runtime.error.missing_symbol.format
source: Missing structured FoundationModels symbol: %@
de: Fehlendes strukturiertes FoundationModels-Symbol: %@
ja: 構造化FoundationModelsシンボルがありません：%@
nl: Ontbrekend gestructureerd FoundationModels-symbool: %@
zh_hans: 缺少结构化 FoundationModels 符号：%@
zh_hant: 缺少結構化 FoundationModels 符號：%@

# transcription.audio_format.m4a_detail
source: AAC compression, smaller files
de: AAC-Kompression, kleinere Dateien
ja: AAC圧縮、小さいファイル
nl: AAC-compressie, kleinere bestanden
zh_hans: AAC 压缩，文件更小
zh_hant: AAC 壓縮，檔案更小

# transcription.audio_format.wav_detail
source: Lossless PCM, larger files
de: Verlustfreies PCM, größere Dateien
ja: ロスレスPCM、大きいファイル
nl: Lossless PCM, grotere bestanden
zh_hans: 无损 PCM，文件更大
zh_hant: 無損 PCM，檔案更大

# transcription.backend.apple.detail
source: Private local transcription using Apple Speech.
de: Private lokale Transkription mit Apple Speech.
ja: Apple Speechを使ったプライベートなローカル文字起こし。
nl: Privé lokale transcriptie met Apple Speech.
zh_hans: 使用 Apple Speech 进行私有本地转录。
zh_hant: 使用 Apple Speech 進行私密本機轉錄。

# transcription.backend.apple.title
source: Apple On-Device
de: Apple auf dem Gerät
ja: Apple オンデバイス
nl: Apple op apparaat
zh_hans: Apple 本机
zh_hant: Apple 裝置端
